<!DOCTYPE html>
<html lang="bn">

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title></title>
    <link href="{{ asset('style/report-style.css') }}" rel="stylesheet">

    <style>
        @page {
            margin-top: 5%;
        }

        @media print {
            .page-break {
                page-break-after: always;
            }
        }

        table.center {
            margin-left: auto;
            margin-right: auto;
            width: 100%;
            padding: 5px;
        }

        td {
            font-size: 14px;
        }
    </style>

</head>


<body>
<?php
$en = [];
$bn = [];
$data = json_decode($val['data']);
?>

<div style="font-size: 24px; border: 2px solid">

    <table width="100%" class="tbBorder" style="margin-top: 2%; margin-left: 10%; margin-right: 10%">
        <tr>
            <td style="text-align: left;">
                <b>চাহিদাপত্র নম্বর- </b>
            </td>
        </tr>
    </table>

    <table width="100%">
        <tr>
            <td style="text-align: center;">
                <img src="images/img_1.png" alt="">
            </td>
        </tr>
    </table>

    <table width="100%">
        <tr>
            <td style="width: 25%"></td>
            <td style="width: 50%; text-align: center;">
                বাংলাদেশ সমরাস্ত্র কারখানা (বিওএফ) <br>
                গাজীপুর সেনানিবাস, গাজীপুর <br>
                ক্রয় শাখা
            </td>
            <td style="width: 25%; text-align: center;">
            </td>
        </tr>
    </table>


    <!--main start-->

    <div style="text-align: center;">


        <table width="100%">
            <tr>
                <td style="text-align: center;">
                    <b><u>দরপত্র বিষয়ক তথ্য ও নির্দেশাবলী</u></b>
                </td>

            </tr>
        </table>


        <table width="100%" class="tbBorder" style="margin: 2%">
            <tr>
                <td>
                    <span>
                         <b>দরপত্র নং- </b>
                    </span>
                    <span>
                     @if($data->tenderPreparation  != null && $data->tenderPreparation ->tenderNo != null)
                            <span>{{($data->tenderPreparation->tenderNo)}}</span>
                        @endif
                    </span>
                </td>

                <td>
                    <span>
                         <b>তারিখ </b>
                    </span>

                    <span>
                     @if($data->tenderPreparation  != null && $data->tenderPreparation ->prepareDate != null)
                            <span>{{$Controller::dateFormatter(optional($data)->tenderPreparation->prepareDate)}}</span>
                        @endif
                    </span>
                </td>
            </tr>
        </table>


        <table width="100%">
            <tr>
                <td style="text-align: left;">
                    <span>

                        মেসার্স  .......................................................... <br>
                        .................................................................. <br>
                        ..................................................................
                    </span>
                </td>

            </tr>
        </table>


        <table style="text-align: center; padding: 5px;">
            <tr>
                <td>
                    প্রিয় মহোদয়,
                </td>
            </tr>
        </table>


        <table style="text-align: center; padding: 5px;">
            <tr>
                <td>
                    ১। অত্র দরপত্র ফরমের সাথে সংযুক্ত তফসিলের বিবরণ ও বর্ণনা মতে মালামাল সরবরাহের জন্য আপনাদের নিকট হতে
                    মূল্যোদ্ধৃতি আহবান করা যাচ্ছে।
                    উল্লেখ্য, দরপত্র বিওএফ এর ক্রয় নীতিমালা ২০২২, সশস্ত্র বাহিনী ক্রয় নীতিমালা ২০১০ (দ্বিতীয় সংস্করন)
                    এবং ক্ষেত্র বিশেষে ডিপি-৩৫ দ্বারা নিয়ন্ত্রিত হবে।
                    অপরদিকে দরপত্র সংশ্লিষ্ট কার্যাদির ক্ষেত্রে নিম্নলিখিত বিষয় ও নির্দেশাবলী কঠোরভাবে পালন করতে হবেঃ
                </td>
            </tr>
        </table>


        <table style="padding: 5px;">
            <tr>
                <td>
                    ক। দরপত্র প্রস্তুত করণঃ
                </td>
            </tr>

            <tr>
                <td style="padding: 2%">
                    (১) দরপত্র তফসিলে বর্ণিত দ্রব্যের বিবরণ ও সাইজ, পরিমাণ প্রভৃতি অনুযায়ী দর প্রদান করতে হবে। বিনির্দেশ
                    বহির্ভূত বিকল্প দ্রব্যের দর স্বাভাবিক অবস্থায় গ্রহণযোগ্য হবে না। <br>
                    <br>
                    (২) দরপত্র এবং দরপত্র সংশিষ্ট কাগজপত্রে দরদাতা প্রতিষ্ঠানের মালিক বা নিবন্ধীকৃত সক্রিয় অংশীদার বা
                    মোক্তারনামা বলে প্রাধিকার প্রাপ্ত কোন ব্যক্তি স্বাক্ষর করবেন।
                </td>
            </tr>
        </table>

        <table style=" padding: 5px;">
            <tr>
                <td>
                    খ। দরপত্র প্রদান ও জমা করণঃ
                </td>
            </tr>

            <tr>
                <td style="padding: 2%">
                    (১) দরপত্র খামে ভরে নির্দেশমতে বিওএফ এর নির্ধারিত টেন্ডার বক্সে জমা দিতে হবে। খামটি সীলমোহরকৃত এবং
                    বিওএফ এর ক্রয় অফিসের ঠিকানা সম্বলিত হতে হবে। <br>
                    (২) নির্ধারিত তারিখে নির্ধারিত সময়ের মধ্যে দরপত্র অবশ্যই জমা করতে হবে। কোন প্রকার ব্যতিক্রম
                    গ্রহণযোগ্য হবে না।
                    <br>
                    (৩) ডাকযোগে দরপত্র দাখিল করা যাবে। তবে তা অবশ্যই নির্ধারিত তারিখ ও সময়ের মধ্যে পৌঁছাতে হবে। বিওএফ
                    কর্তৃক বিলম্বে প্রাপ্ত দরপত্র গ্রহণে কোন প্রকার বাধ্যবাধকতা থাকবে না।
                </td>
            </tr>
        </table>

        <table style="padding: 5px;">
            <tr>
                <td>
                    গ। মূল্যোদ্ধৃতিঃ
                </td>
            </tr>
            <tr>
                <td style="padding: 2%">
                    (১) দরপত্র তফসিলে বর্ণিত একক অনুযায়ী দর প্রদান করতে হবে এবং উক্ত দর যাবতীয় করযুক্ত এবং প্যাকিং ও
                    ডেলিভারী খরচ সমেত হবে। দর করমুক্ত এবং প্যাকেট ফেরৎযোগ্য হলে তা অবশ্যই পরিষ্কার ও দৃষ্টিযোগ্য করে
                    উল্লেখ করতে হবে। <br>

                    ((২ প্রতিটি দ্রব্যের দর বাংলাদেশী মুদ্রা ‘টাকা’য় (সংখ্যা ও কথায়) তফসিলের নির্ধারিত স্থানে উল্লেখ
                    করতে হবে। তবে প্রয়োজনে সীল স্বাক্ষরযুক্ত আলাদা কাগজ ব্যবহার করা যেতে পারে। <br>

                    (৩) বৈদেশিক মুদ্রায় আহবানকৃত দরপত্রের বিপরীতে যে দেশের পণ্যের অনুকূলে দর প্রদান করা হবে সে দেশের
                    মুদ্রায় দর প্রদান করা যাবে। অনুরূপ ক্ষেত্রে এফওবি (ঋঙই) এবং ঈড়ংঃ ধহফ ঋৎবরমযঃ (ঈঋজ) দর অবশ্যই আলাদা
                    করে দেখাতে হবে। <br>
                </td>
            </tr>
        </table>


    </div>

</div>


<div class="page-break"></div>


<div style="font-size: 24px; border: 2px solid">

    <table style="padding: 2px;">
        <tr>
            <td style="padding: 2%">
                (৪) বৈদেশিক মুদ্রায় দর প্রদানের ক্ষেত্রে মূল উৎপাদনকারী/সরবরাহকারী প্রতিষ্ঠানের সম্মতি সম্বলিত দর
                প্রস্তাব অবশ্যই দরপত্রের সাথে জমা দিতে হবে। <br>

                (৫) বৈদেশিক মুদ্রায় দর প্রদানের ক্ষেত্রে স্থানীয় এজেন্ট হিসেবে কাম্য এজেন্সী কমিশনের পরিমাণ প্রস্তাবে
                আলাদাভাবে উল্লেখ করতে হবে। <br>

                (৬) দরপত্র তফসিলে বর্ণিত সময়সীমা পর্যন্ত প্রাপ্ত দর বহাল রাখতে দরদাতা প্রতিষ্ঠান বাধ্য থাকবে। তবে
                দরদাতার সম্মতিক্রমে নির্ধারিত সময়ের পরও উক্ত দর বহাল রাখা যাবে।
                <br>

                ((৭) দরপত্র খোলার পর সরবরাহকারী প্রতিষ্ঠান কর্তৃক দাখিলকৃত কোন প্রকার অজুহাত গ্রহণযোগ্য নয়। যেমন- ভুল
                বশতঃ দর প্রদান, হঠাৎ মূল্যবৃদ্ধি, স্থানীয় বাজারে পণ্য সহজলভ্য নয়, সঠিক পণ্যের দর প্রদান না করা ইত্যাদ।
                তদুপরি কোন অজুহাত দাখিল করলে বিও এফ এর প্রচলিত ক্রয় নীতিমালা মোতাবেক শাস্তিমূলক ব্যবস্থা গ্রহণ করা হবে।
                <br>

            </td>
        </tr>
    </table>


    <table style="padding: 2px;">
        <tr>
            <td>
                ঘ। ডেলিভারীঃ দরপত্রের তফসিল মতে দরদাতা প্রতিষ্ঠান বিওএফ এলাকার নির্দেশিত যে কোন স্থানে/ সংশ্লিষ্ট শাখায়
                পণ্য সরবরাহে বাধ্য থাকবে।
                তবে তফসিলে পণ্য সরবরাহের সময় সীমার কোন পরিবর্তন প্রয়োজন হলে তা প্রস্তাবে উল্লেখ করা যাবে।
            </td>
        </tr>
    </table>


    <table style="padding: 2px;">
        <tr>
            <td>
                ঙ। অগ্রিম নমুনাঃ দরপত্রে নমুনা চাওয়া হলে দরপত্রের সাথে অবশ্যই অগ্রিম নমুনা দাখিল করতে হবে। অন্যথায়
                দরপত্র বাতিল করা যাবে। <br>
            </td>
        </tr>
    </table>


    <table style="padding: 2px;">
        <tr>
            <td>
                চ। প্যাকিংঃ প্রচলিত ধারামতে উপযুক্ত প্যাকিং অথবা দরপত্র তফসিলে বর্ণনা মতে প্যাকিং করে পণ্য
                সরবরাহে দরদাতা বাধ্য থাকবে। তবে প্যাকিং এর ক্ষেত্রে দরদাতা প্রতিষ্ঠানের কোন বিকল্প প্রস্তাব থাকলে তা
                দরপত্রে উল্লেখ করতে পারবে।
            </td>
        </tr>
    </table>

    <table style="padding: 2px;">
        <tr>
            <td>
                ছ। পরিদর্শনঃ বিওএফ এর সংশ্লিষ্ট পরিদর্শন কর্তৃপক্ষ কর্তৃক অগ্রিম নমুনা এবং সরবরাহকৃত পণ্য পরিদর্শন করানো
                হবে।
                সরবরাহকারী প্রতিষ্ঠান পরিদর্শন কর্তৃপক্ষ-কে চাহিদামতে সহায়তা করতে বাধ্য থাকবে। পরিদর্শনে প্রত্যাখ্যাত
                পণ্য ১৫ দিনের মধ্যে সরিয়ে নিতে হবে।
                অন্যথায় উক্ত পণ্যের দাবী বাতিল করা যাবে।
            </td>
        </tr>
    </table>


    <table style="padding: 2px;">
        <tr>
            <td>
                জ। বিল পরিশোধঃ পরিদর্শনে গৃহিত হওয়া সাপেক্ষে সরবরাহকৃত পণ্যের আংশিক বা সম্পূর্ন বিল কর্তৃপক্ষের
                নির্দেশমতে অর্থ নিয়ন্ত্রক (বিওএফ) অফিস কর্তৃক ক্রস চেকের মাধ্যমে পরিশোধ করা হবে।
                উল্লেখ্য, কোন অবস্থাতেই ৫% কম/বেশী পণ্যের বিল প্রদান করা হবে না।
            </td>
        </tr>
    </table>

    <table style="padding: 2px;">
        <tr>
            <td>
                ঝ। জরিমানাঃ
            </td>
        </tr>
        <tr>
            <td style="padding: 2%">
                (১) নির্দিষ্ট সময়ের মধ্যে পণ্য সরবরাহে ব্যর্থ হলে প্রতি মাস ও তার অংশ বিশেষ সময়ের জন্য ২% হারে জরিমানা
                আদায় যোগ্য হবে।
                তবে বিলম্বে সরবরাহের কারণ যুক্তিযুক্ত ও গ্রহণযোগ্য বিবেচিত হলে জরিমানা মওকুফ বা হ্রাস করার ক্ষমতা বিওএফ
                কর্তৃপক্ষ সংরক্ষণ করে। <br>
                (২) পণ্য সরবরাহে সংশ্লিষ্ট প্রতিষ্ঠান ব্যর্থ হলে বিওএফ কর্তৃপক্ষের সিদ্ধান্ত চুড়ান্ত বলে বিবেচিত হবে।

            </td>
        </tr>
    </table>

    <table style="padding: 5px;">
        <tr>
            <td>
                ঞ। সতর্কতাঃ ১৯২৩ সালের অফিসিয়াল সিক্রেট এ্যাক্ট এর ৫ ধারার প্রতি দৃষ্টি আকর্ষণ পূর্বক এ মর্মে সতর্ক করা
                যাচ্ছে যে,
                দরদাতা প্রতিষ্ঠান দরপত্র এবং দরপত্র সংশ্লিষ্ট সমুদয় বিষয়ের গোপনীয়তা নিশ্চিত করবে। দরপত্র এবং দরপত্র
                সংশ্লিষ্ট পণ্য সম্পর্কিত কোন বিবরণ ও তথ্য অননুমোদিত ব্যক্তি/প্রতিষ্ঠানের নিকট প্রকাশ করবে না।
                অন্যথায় আলোচ্য আইনেরআওতায় অপরাধীর বিরুদ্ধে প্রশাসনিক শাস্তিমূলক ব্যবস্থা গ্রহণ করা যেতে পারে।
            </td>
        </tr>
    </table>


    <table style="padding: 5px;">
        <tr>
            <td>
                ট। বিরোধ নিষ্পত্তিঃ উল্লেখিত নিয়মাবলীর কোন ব্যাখ্যা নিয়ে কোন প্রকার সমস্যা সৃষ্টি হলে বা নিয়মাবলীতে
                উল্লেখ নেই অথচ দরপত্রের ক্ষেত্রে প্রাসঙ্গিক
                এমন কোন প্রশ্ন কোন পক্ষ হতে উত্থাপিত হলে সেক্ষেত্রে বিওএফ কর্তৃপক্ষেও ব্যাখ্যা ও সিদ্ধান্তই চুড়ান্ত বলে
                গণ্য হবে।
            </td>
        </tr>
    </table>

    <table style="padding: 5px;">
        <tr>
            <td>
                ঠ। সংরক্ষিত অধিকারঃ কম্যান্ড্যান্ট,
                বাংলাদেশ সমরাস্ত্র কারখানা সর্বনিম্ন দর প্রস্তাব গ্রহণে বাধ্য নন। ত
                িনি যে কোন দর সম্পূর্ণ বা আংশিক গ্রহণ করা বা না করা এবং সম্পূর্ণ বা আংশিক প্রস্তাব বাতিল করার অধিকার
                সংরক্ষণ করেন।
            </td>
        </tr>
    </table>


    <table style="padding: 5px;">
        <tr>
            <td>
                ২। অতএব, উল্লেখিত নিয়মাবলী এবং নির্দেশাবলী যথাযথভাবে অবহিত হয়ে তদানুযায়ী আহবানকৃত দরপত্রের বিপরীতে
                আপনাদের দর প্রস্তাব প্রদানের অনুরোধ করা হলো।
            </td>
        </tr>
    </table>


    <table style="padding: 5px;">
        <tr>
            <td style="width: 40%; text-align: left">
                স্থানঃ গাজীপুর সেনানিবাস
            </td>

            <td style="width: 20%;">

            </td>

            <td style="width: 40%; text-align: right">
                পক্ষে কম্যান্ড্যান্ট
            </td>

        </tr>
    </table>


    <table style="padding: 5px;">
        <tr>
            <td style="width: 40%; text-align: left">
                তারিখঃ
            </td>

            <td style="width: 20%;">

            </td>

            <td style="width: 40%; text-align: right">
                বাংলাদেশ সমরাস্ত্র কারখানা
            </td>
        </tr>
    </table>


</div>


<div class="page-break"></div>


<div style="font-size: 24px; border: 2px solid">

    <table width="100%">
        <tr>
            <td style="text-align: center;">
                <span><u>দরপত্র তফসিল</u></span>
            </td>
        </tr>
    </table>

    <table width="100%">
        <tr>
            <td style="text-align: left;">
                <span>১।	দরপত্র নম্বরঃ </span> <br>
            </td>
        </tr>

        <tr>
            <td style="text-align: left;">
                <span>২।	দরপত্র জমা দানের শেষ তারিখ ও সময়ঃ    </span> <br>
            </td>

        </tr>

        <tr>
            <td style="text-align: left;">
                <span>৩।	দরপত্র খোলার তারিখ ও সময়ঃ</span> <br>
            </td>
        </tr>

        <tr>
            <td style="text-align: left;">
                <span>৪।	দর আহবানকৃত দ্রব্যের বিবরণঃ </span> <br>
            </td>
        </tr>
    </table>


    <table class="tbBorder" width="100%" style="margin-left: 4%; margin-right: 4%">
        <thead>
        <tr>
            <th>ক্রমিক</th>
            <th>দ্রব্যের নাম ও বিনির্দেশ</th>
            <th>পরিমাণ</th>
            <th>হিসেবের একক</th>
            <th>এককের মূল্যে</th>
            <th>মোট মূল্যে</th>
            <th>মন্তব্য</th>
        </tr>


        </thead>

        <tbody>
        <tr>
            <td></td>
            <td>Annex- A মোতাবেক</td>
            <td></td>
            <td></td>
            <td>সিডিউল মূল্য =</td>
            <td>২০০০/-</td>
            <td>দেশীয় মুদ্রায়</td>
        </tr>
        </tbody>
    </table>

    <br>


    <table>
        <tr>
            <td style="text-align: left;">
                <span>৫। মূল্যোদ্ধৃতির জন্য শর্তাবলীঃ</span>
            </td>
        </tr>

        <tr>
            <td style="padding: 2%">
                ক। একটি আইটেমের অনুক‚লে একটি দরই গ্রহণযোগ্য। <br> <br>
                খ। উদ্ধৃত দর প্রদানের দিন হতে ১৮০ দিন পর্যস্ত বলবৎ থাকবে। <br> <br>
                গ। বিওএফ এর চাহিদা অনুযায়ী মূল্যোদ্ধৃতির অনুক‚লে অগ্রিম নমুনা প্রদান করতে হবে। <br> <br>
                ঘ। দর প্রদানের পূর্বে প্রযোজ্য ক্ষেত্রে বিওএফ’র অনুমোদিত নমুনা দেখে নেয়া যাবে। <br> <br>
                ঙ। দর প্রস্তাব গ্রহণ সাপেক্ষে সরবরাহের সময়সীমা নিম্নরূপঃ

                <table>
                    <tr>
                        <td style="padding: 2%">
                            <span>
                               (১)	বৈদেশিক মুদ্রায় ক্রয়ের ক্ষেত্রে চুক্তিপত্র স্বাক্ষরের দিন হতে × দিন অথবা তৎপূর্বে পণ্য সরবরাহ করতে হবে।  <br> <br>
                               (২)	দেশীয় মুদ্রায় ক্রয়ের ক্ষেত্রে স্থানীয় উৎস হতে সরবরাহের ক্ষেত্রে ৯০ দিন এবং বৈদেশিক উৎস হতে 	সরবরাহের ক্ষেত্রে ১৮০ দিন অথবা তৎপূর্বে পণ্য সরবরাহ করতে হবে।
                            </span>
                        </td>
                    </tr>
                </table>

                <span>চ।	তফসিলভুক্ত দ্রব্যের পরিমাণ প্রয়োজনে বিওএফ কর্তৃপক্ষ কমাতে/বাড়াতে পারবে। </span> <br> <br>
                <span>ছ।	শর্তযুক্ত দর প্রস্তাব গ্রহণযোগ্য হবে না; উক্ত প্রস্তাব বাতিল করা যাবে।</span> <br> <br>
                <span>জ।	দরপত্র খোলার পর দর বৃদ্ধির কোন আবেদন গ্রহণযোগ্য হবে না। </span> <br> <br>
                <span> ঝ।	দরপত্রের কোন পণ্য বিগত ৩ বছরের মধ্যে সরবরাহ করে থাকলে দরদাতাকে উক্ত সরবরাহ আদেশ/চুক্তিপত্রের
                    তারিখ ও নম্বর উল্লেখ করতে হবে।</span> <br> <br>
                <span>ঞ।	কোন দর প্রস্তাব না থাকলেও অত্র দরপত্র সিডিউল অপূরণকৃত অবস্থায় নির্ধারিত সময়ে জমা দিতে হবে; অন্যথায়
                    বিষয়টি অপরাধ হিসেবে গণ্য করা যাবে।</span> <br> <br>
                <span> ট।	দরপত্রের সাথে কম্যান্ড্যান্ট, বাংলাদেশ সমরাস্ত্র কারখানা এর অনুক‚লে পে- অর্ডার এর মাধ্যমে নিম্ন্ােক্ত হারে
                    নিরাপত্তা জামানত এর টাকা জমা দিতে হবেঃ</span>
                <table>
                    <tr>
                        <td style="padding: 2%">
                            <span>
                               (১)	১০ লক্ষ টাকা পর্যন্ত উদ্ধৃত মূল্যের জন্য =	১% <br>
                               (২)	১০ লক্ষ টাকার বেশী এবং ২৫ লক্ষ টাকা পর্যন্ত উদ্ধৃত মূল্যের জন্য = ১৫,০০০/-<br>
                               (৩)	২৫ লক্ষ টাকার বেশী এবং ৫০ লক্ষ টাকা পর্যন্ত মূল্যের জন্য= ২৫,০০০/- <br>
                               (৪)	৫০ লক্ষ টাকার বেশী এবং ৭৫ লক্ষ টাকা পর্যন্ত উদ্ধৃত মূল্যের জন্য = ৩০,০০০/- <br>
                               ((৫)	৭৫ লক্ষ টাকার বেশী এবং ০১ কোটি টাকা পর্যন্ত উদ্ধৃত মূল্যের জন্য = ৪০,০০০/- <br>
                               ((৬)	০১ কোটি টাকার তদূর্দ্ধ মূল্যের জন্য =৫০,০০০/-
                            </span>
                        </td>
                    </tr>
                </table>

                <p>ঠ। দর প্রস্তাব গৃহীত হওয়া সাপেক্ষে সরবরাহ আদেশ গ্রহণে বা চুক্তি সম্পাদনে অসম্মতি প্রকাশ করলে বায়নার
                    টাকা বাজেয়াপ্ত করা যাবে।</p>

                <br>
                <br>
                <br>


            </td>

        </tr>
    </table>
</div>


<div class="page-break"></div>

<div style="font-size: 24px; border: 2px solid">

    <br>

    <table>
        <tr>
            <td style="text-align: left;">
                <span>৬। দরদাতা কর্তৃক পূরণযোগ্য বিষয়াবলীঃ</span>
            </td>
        </tr>

        <tr>
            <td style="padding: 2%">
                ক। প্রস্তাবিত দ্রব্য বিওএফ এর চাহিদাকৃত দ্রব্যের অনুরূপ ও সামঞ্জস্যপূর্ণ (না হলে কারণ সম্বলিত তথ্য
                উল্লেখ করতে হবে) <br>
                খ। আদেশ প্রাপ্তি সাপেক্ষে যে তারিখের মধ্যে পণ্য সরবরাহ করা যাবে
                <br>
                গ। প্যাকিং এর ধরণ ও পদ্ধতি যেরূপ হবে। <br>
                ঘ। দ্রব্যের গ্রস ও নীট ওজন যা হবে। <br>
                ঙ। বীমা বাবদ ব্যয়ের পরিমাণ <br>
                চ। আমদানীর ক্ষেত্রে যে/যে সকল দেশ হতে আমদানী করা হবে তার বিস্তারিত বিবরণঃ <br>
                ছ। প্রতিষ্ঠানটি যে আইনে নিবন্ধকৃত। <br>
                জ। নিবন্ধনকৃত না হলে মালিকের নাম ঠিকানা <br>
            </td>
        </tr>
    </table>


    <table>
        <tr>
            <td style="text-align: left;">
                <span>৭।	দরদাতার প্রত্যায়ণ পত্র। দরপত্র, দরপত্র তফসিলের বিষয়াবলী/শর্তাবলী এবং দরপত্রের তফসিলভুক্ত দ্রব্যের নাম,
                    গুনগত মান বিশদ বিবরণ ও বিনির্দেশ অবহিত হয়ে এবং সর্বোপরি বিওএফ এর প্রয়োজন
                    ও চাহিদার বিষয়টি সম্যক উপলব্ধি করতঃ আমরা আমাদের মূল্যোদ্ধৃতি প্রদান করেছি।
                </span>
            </td>
        </tr>
    </table>


    <br>
    <br>
    <br>


    <table>
        <tr>
            <td style="width: 70%"></td>
            <td style="text-align: left;">
                <span>--------------------------------------------</span> <br>
                <span>পক্ষে কম্যান্ড্যান্ট</span> <br>
                <span>বাংলাদেশ সমরাস্ত্র কারখানা (বিওএফ)</span> <br>
                <span>তারিখঃ</span>
            </td>
        </tr>
    </table>

    <br>
    <br>


    <table>
        <tr>
            <td style="text-align: left;">
                <span>--------------------------------------------</span> <br>
                <span>সরবরাহকারীর স্বাক্ষর ও সীল</span>
            </td>
        </tr>
    </table>

    <br>
    <br>


</div>

</body>
