<!DOCTYPE html>
<html lang="bn">

<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title></title>
    <link href="{{ asset('style/report-style.css') }}" rel="stylesheet">

    <style>
        @page {
            margin-top: 5%;
        }

        @media print {
            .page-break {
                page-break-after: always;
            }
        }

        table.center {
            margin-left: auto;
            margin-right: auto;
            width: 100%;
            padding: 5px;
        }

        td {
            font-size: 18px;
        }
    </style>

</head>


<body>
<?php
$en = [];
$bn = [];
$data = json_decode($val['data']);
?>

<div style="font-size: 24px; border: 2px solid">

    <table width="100%" class="tbBorder" style="margin-top: 2%; margin-left: 10%; margin-right: 10%">
        <tr>
            <td style="text-align: left;">
                <b>চাহিদাপত্র নম্বর- </b>
            </td>
        </tr>
    </table>

    <table width="100%">
        <tr>
            <td style="text-align: center;">
                <img src="images/img_1.png" alt="">
            </td>
        </tr>
    </table>

    <table width="100%">
        <tr>
            <td style="width: 25%"></td>
            <td style="width: 50%; text-align: center;">
                বাংলাদেশ সমরাস্ত্র কারখানা (বিওএফ) <br>
                গাজীপুর সেনানিবাস, গাজীপুর <br>
                ক্রয় শাখা
            </td>
            <td style="width: 25%; text-align: center;">
            </td>
        </tr>
    </table>


    <!--main start-->

    <div style="text-align: center;">


        <table width="100%">
            <tr>
                <td style="text-align: center;">
                    <b><u>দরপত্র বিষয়ক তথ্য ও নির্দেশাবলী</u></b>
                </td>

            </tr>
        </table>


        <table width="100%" class="tbBorder" style="margin: 2%">
            <tr>
                <td>
                    <span>
                        <b>দরপত্র নং- </b>
                    </span>
                    <span>
                     @if($data->tenderPreparation  != null && $data->tenderPreparation ->tenderNo != null)
                            <span>{{($data->tenderPreparation->tenderNo)}}</span>
                        @endif
                    </span>
                </td>

                <td>
                    <span>
                        <b>তারিখ </b>
                    </span>

                    <span>
                     @if($data->tenderPreparation  != null && $data->tenderPreparation ->prepareDate != null)
                            <span>{{$Controller::dateFormatter(optional($data)->tenderPreparation->prepareDate)}}</span>
                        @endif
                    </span>
                </td>
            </tr>
        </table>

        <br>


        <table width="100%">
            <tr>
                <td style="text-align: left;">
                    <span>

                        মেসার্স .......................................................... <br>
                        .................................................................. <br>
                        ..................................................................
                    </span>
                </td>

            </tr>
        </table>


        <table style="text-align: center; padding: 5px;">
            <tr>
                <td>
                    প্রিয় মহোদয়,
                </td>
            </tr>
        </table>


        <table style="padding: 5px;">
            <tr>
                <td>
                    যে দ্রব্য/দ্রব্যাদি আপনারা সরবরাহ করতে আগ্রহী তার পক্ষে অত্র দরপত্রের সংগে সংযুক্ত ক্রোড়পত্রটি
                    সম্পূর্ণ সঠিক ভাবে পূরণ করতঃ অনুগ্রহ পূর্বক যথাযথ ফেরৎ প্রদান করুন।
                    সরবরাহ কাজ পরিদর্শন কর্তৃপক্ষ কর্তৃক গৃহীত অনুমোদিত হওয়া সাপেক্ষে গ্রহণ করা হবে।
                    আদেশ প্রাপ্তির পর উদ্ধৃত শর্ত মোতাবেক যদি আপনারা কাজে/সরবরাহে ব্যর্থ হন, তবে বিওএফ কর্তৃপক্ষের
                    সিদ্ধান্ত চুড়ান্ত বলে গন্য হবে।
                </td>
            </tr>
        </table>

        <br>

        <table style="padding: 5px;">
            <tr>
                <td style="width: 84%"></td>
                <td style="width: 16%; text-align: left;">
                    <span>আপনার বিশ্বস্ত</span> <br>
                    <span>পক্ষে কমান্ড্যান্ট</span> <br>
                </td>
            </tr>
        </table>

        <br>


        <table style="padding: 5px;">
            <tr>
                <td>
                    ১। দরপত্র আগামী ২৪ মে ২০২৩ তারিখে ১২:০৫ ঘটিকায় খোলা হবে এবং উহা ১২:০০ ঘটিকার পূর্বেই অত্র কার্যালয়ে
                    পেীঁছাতে হবে। <br>
                    ২। বিওএফ, প্রধান দ্রব্যাগার, গাজীপুর সেনানিবাস, গাজীপুর প্রাঙ্গনে ডেলিভারী/কার্য সম্পাদনের ভিত্তিতে
                    মূল্যোদ্ধৃতি প্রদান করতে হবে।
                </td>
            </tr>

            <tr>

                <td>
                    ৩। দরপত্র খোলার তারিখ হতে কমপক্ষে ১৮০ (একশতআশি) দিন প্রয়োজনে আরো ১৫ দিন পর্যন্ত মূল্যো দ্ধৃতি মেয়াদ
                    বহাল রাখতে হবে।
                    বিনা নোটিশে বর্ধিত বাহ্রাসকৃত পরিমান দ্রব্য ক্রয়ের জন্য ও উহা প্রয়োজন হবে।
                    বৈদেশিক ক্রয়ের ক্ষেত্রে ১৮০ (একশতআশি) দিন পর্যন্ত মূল্যোদ্ধৃতি বহাল রাখতে হবে।
                </td>
            </tr>
            <tr>

                <td>
                    ৪। দরপত্র নং- ২৩.২৭.০০০০.১৬৬.১২৫(ii).৩২৫৬১০৫.২২.২৩ তারিখ ০৮ মে ২০২৩ উল্লেখ পূর্বক উহা সীলমোহরকৃত
                    খামে দাখিল করতে হবে।
                </td>
            </tr>

        </table>

    </div>

</div>


<div class="page-break"></div>


<div style="border: 2px solid;">

    <table width="100%">

        <tr>

            <td>
                ৫। মজুদ মালের উপর ভিত্তি না করে মূল্যোদ্ধৃতি প্রদান করা হলে পণ্য ডেলিভারী সম্ভাব্য সময় কাল উল্লেখ
                করতে হবে।
            </td>
        </tr>
        <tr>

            <td>
                ৬। সম্ভব হলে প্রতিটি পণ্যের পক্ষে উৎপাদন কারী প্রতিষ্ঠানের নাম, ব্রান্ড, দেশ ইত্যাদি উল্লেখ করতে
                হবে।
            </td>
        </tr>

        <tr>

            <td>
                ৭। অত্র দরপত্রে সংযুক্ত ক্রোড়পত্র A এর (e) ও (f) নং ছকে উদ্ধৃত এবং মূল্য হার প্রদান করতে হবে।
            </td>
        </tr>
        <tr>

            <td>
                ৮। সরবরাহকারী প্রত্যাখ্যাত দ্রব্য অনতিবিলম্বে ফেরৎ গ্রহণ করবেন। অন্যথায় প্রত্যাখ্যাত পণ্য ফেরৎ
                গ্রহণের পূর্বের যে কোন প্রকার দায় দায়িত্ব তারাই বহন করবেন।
            </td>
        </tr>
        <tr>

            <td>
                ৯। উপরোক্ত যে কোনশর্ত পালনে ব্যর্থ হলে দরপত্রটি বাতিল বলে গণ্য হবে।
            </td>
        </tr>
        <tr>

            <td>
                ১০। মূল্যোদ্ধৃতির মূল্যহার প্রদানে অনাগ্রহী/অপারগ হলেও নির্ধারিত তারিখে দরপত্রটি অবশ্যই ফেরৎ প্রদান
                করতে হবে।
            </td>
        </tr>
        <tr>

            <td>
                ১১। দরপত্র প্রদানকারীকে দরপত্রের সাথে অত্র কারখানায় রক্ষিত নমুনানুযায়ী অগ্রিম নমুনা দাখিল করতে হবে।
                উক্ত নমুনা দরপত্র গ্রহণের পূর্বদিন পর্যন্ত অফিস চলাকালীন সময়ে দেখা যাবে। ভারী/ব্যয়সাধ্য পণ্যের
                ক্ষেত্রে চাহিবা মাত্র নমুনা নিজ দায়িত্বে ও খরচে দাখিল করতে হবে।
                নমুনা যদি ব্যয়/ক্ষয়শীলনা হয়তবে প্রত্যাখ্যাত হলে তা নিজ খরচে ফেরৎ নিতে হবে। গৃহীত অথবা প্রত্যাখ্যাত
                যাই হোকনা কেন পরিদর্শন ব্যয়িত নমুনার জন্য কোন অর্থ পরিশোধ করা হবে না।
                মূল্যবান পণ্যের/দ্রব্যের ব্রুশিয়ার / ক্যাটালগস অবশ্যই দিতে হবে।
            </td>
        </tr>
        <tr>

            <td>
                ১২। আপনাদের নিজস্ব ফরম বা প্যাডে প্রদত্ত মূল্যোদ্ধৃতি বিবেচনায় আনা হবে না।
            </td>
        </tr>
        <tr>

            <td>
                ১৩। সন্তোষজনক ভাবে সরবরাহ সম্পন্ন করার পর ফেরৎ প্রদানের শর্তে বিওএফ কর্তৃপক্ষ প্রতিটি সরবরাহ
                আদেশ/কার্যাদেশ
                এর মূল্যের উপর নির্ধারিত হারে জামানত হিসেবে জমা করতে বলার অধিকার সংরক্ষণ করে (যেমন- পিজি অথবা পিএস
                সরকারীবিধি মোতাবেক) ।
            </td>
        </tr>
        <tr>

            <td>
                ১৪। বাংলাদেশে তৈরীপণ্যের ক্ষেত্রে নিম্নতম দরের ভিত্তিতে একক/সামগ্রীক ভাবে কার্যাদেশ/সরবরাহ আদেশ করা
                হবে
                এবং বৈদেশিক উৎস হতে সংগৃহীত পণ্যের ক্ষেত্রে বৈদেশিক বা দেশীয় মুদ্রায় ক্রয় করতে সামগ্রীক ভাবে
                কার্যাদেশ/সরবরাহ আদেশ দেয়া হবে।
            </td>
        </tr>
        <tr>

            <td>
                ১৫। কোন প্রকার কারণ প্রদর্শন ব্যতিরেকেই বিওএফ কর্তৃপক্ষ যে কোন/সমুদয় মূল্যোদ্ধৃতি গ্রহণ বা
                প্রত্যাখ্যানে অধিকার সংরক্ষণ করেন।
            </td>
        </tr>
        <tr>
            <td>
                ১৬। প্রদত্ত মূল্যের উপর সরকার কর্তৃক নির্ধারিত হারে যোগানদার কর ও আয়কর অথবা সরকারেরবিধি মোতাবেক
                অন্যান্য যে কোন কর্তন
            </td>
        </tr>
        <tr>
            <td>
                ১৭। দরপত্র প্রদানকারীকে সঠিক মানের দ্রব্য সরবরাহ নিশ্চিত করার লক্ষ্যে অত্র কারখানায় রক্ষিত নমুনা
                স্বশরীরে দেখে দর প্রদান করার জন্য অনুরোধ করা হলো।
            </td>
        </tr>
        <tr>
            <td>
                ১৮। দরপত্র খোলার পর নিম্নতম দরদাতা অফার ভ্যালিডিটির মধ্যে অত্র অফিসের সাথে যোগাযোগ পূর্বক সরবরাহ
                আদেশ প্রাপ্তি নিশ্চিত করতঃ পণ্য সরবরাহ করার ব্যাপারে প্রয়োজনীয় ব্যবস্থা গ্রহণকরবেন।
            </td>
        </tr>
        <tr>
            <td>
                ১৯। দরপত্র খোলার পর সরবরাহকারী প্রতিষ্ঠান কর্তৃক দাখিলকৃত কোন প্রকার অৎুহাত গ্রহণযোগ্য নয়।
                যেমন- ভুলবশতঃ দর প্রদান, হঠাৎ মূল্যবৃদ্ধি, স্থানীয় বাজারে পণ্য সহজলভ্য নয়, সঠিক পণ্যের দর প্রদান না
                করা ইত্যাদি।
                তদুপরি কোন অৎুহাত দাখিল করলে বিওএফ এর প্রচলিত ক্রয় নীতিমালা মোতাবেক শাস্তিমূলক ব্যবস্থা গ্রহণকরা
                হবে।
            </td>
        </tr>
        <tr>
            <td>
                ২০। স্থানীয় উৎস হতে সরবরাহের ক্ষেত্রে সরবরাহ আদেশ মোতাবেক ১-৩ মাস এবং বৈদেশিক উৎস হতে সরবরাহের
                ক্ষেত্রে ১৮০ দিন পর্যন্ত সর্বোচ্চ সময় দেয়া হবে।
            </td>
        </tr>


    </table>

</div>


<div class="page-break"></div>

<div style="border: 2px solid;">

    <table width="100%">
        <tr>
            <td style="text-align: center;">
                <b><u>দরপত্রের অঙ্গীকার</u></b>
            </td>

        </tr>
    </table>

    <br>
    <br>

    <table style="padding: 5px;">
        <tr>
            <td>
                আমি আনুষ্ঠানিক আদেশ প্রাপ্তি সাপেক্ষে অত্র দরপত্রের সংগে সংযুক্ত ক্রোড়পত্র বিস্তারিত ভাবে বর্ণিত আপনাদের
                চাহিদাকৃত সরবরাহ/কাজ সম্পন্ন করতে সম্মত আছি।
            </td>
        </tr>

    </table>

    <br>
    <br>

    <table style="padding: 5px;">
        <tr>
            <td style="width: 70%"></td>
            <td style="text-align: left;">
                <span>--------------------------------------------</span> <br>
                <span>&nbsp; &nbsp; &nbsp; &nbsp; সরবরাহকারীর স্বাক্ষর ও </span> <br>
            </td>
        </tr>
    </table>

    <table style="padding: 5px;">
        <tr>
            <td>স্থানঃ</td>
        </tr>
        <tr>
            <td>সীল</td>
        </tr>
        <tr>
            <td>তারিখঃ</td>
        </tr>
    </table>


</div>

</body>
</html>